{
  "common": {
    "Back": "Назад",
    "Check how much MASQ you want to buy": "Проверьте сколько MASQ токенов Вы бы хотели приобрести!",
    "Use the calculator to see how much MASQ you need to get certain amounts of content This is an estimate and subject to change based on MASQ token price": "Используйте калькулятор, чтобы понять сколько Вам понадобится MASQ токенов для просмотра определенно типа контента. Это примерная оценка, которая может меняться в зависимости от текущей цены MASQ!",
    "continue": "ПРОДОЛЖИТЬ",
    "OR PRESS ENTER": "ИЛИ НАЖМИТЕ ВВОД",
    "PRESS ENTER": "НАЖМИТЕ ВВОД ",
    "Skip": "Пропустить",
    "CONNECT": "ПОДКЛЮЧИТЬСЯ",
    "COPY TO CLIPBOARD": "КОПИРОВАТЬ В БУФЕР ОБМЕНА",
    "Value can not be blank": "Значение не может быть пустым",
    "Node descriptor can not be blank": "Поле Node descriptor не может быть пустым",
    "Success": "Успешно",
    "In progress": "Выполяется...",
    "Waiting": "Ждите...",
    "Failed": "Не удалось ",
    "No selected dns": "Не выбран DNS",
    "I want to enter and use my own DNS address to serve content to others": "Я хочу ввести и использовать собственный DNS адрес, чтобы предоставлять доступ в Интернет другим пользователям",
    "CONNECTING TO ETHEREUM/POLYGON": "ПОДКЛЮЧЕНИЕ К ETHEREUM/POLYGON",
    "FETCH YOUR PUBLIC IP & OPEN A PORT FOR SERVING DATA TO OTHERS": "ПОЛУЧЕНИЕ ВАШЕГО ПУБЛИЧНОГО IP & ОТКРЫТИЕ ПОРТА, ЧТОБЫ ДРУГИЕ МОГЛИ ПОДКЛЮЧИТЬСЯ",
    "CONNECT TO AN INITIAL NODE AND NEIGHBORHOOD": "ПОДКЛЮЧЕНИЕ К СЛУЧАЙНОМУ СОСЕДНЕМУ УЗЛУ СЕТИ",
    "Enter a DNS address like": "Введите DNS адрес в формате",
    "title": "заголовок",
    "description": "описание"
  },
  "communication": {
    "Connecting to Node":"Подключение к узлу сети...",
    "Daemon is not running": "Daemon не запущен!",
    "It seems like something went wrong starting the Daemon Please consult the documentation here and try to reinstall and restart this application":  "Кажется, что-то пошло не так в момент запуска Daemon. Пожалуйста, посмотрите документацию здесь и попробуйте переустановить приложение"
  },
  "daemon": {
    "Could not launch the Node": "Не смогли запустить узел сети",
    "Modify setup value failed": "Ошибка в настройке конфигурации",
    "Node has been crashed": "Узел сети не работает",
    "Node has been terminated manually": "Узел сети отключен вручную!",
    "There might be some issues on starting Node Please try to restart application": "Возможно возникли проблемы с запуском узла сети. Пожалуйста, попробуйте перезапустить приложение"
  },
  "node": {
    "Generate wallet failed": "При создании кошелька произошла ошибка!",
    "It seems like something went wrong generating wallet Please consult the documentation here and try to reinstall and restart this application": "Кажется что-то пошло не так в процессе создания нового кошелька. Пожалуйста, обратитесь к справочной документации и попробуйте переустановить приложение.",
    "Recover wallet failed": "При восстановлении кошелька произошла ошибка",
    "It seems like something went wrong recovering wallet Please consult the documentation here and try to reinstall and restart this application": "Кажется что-то пошло не так в процессе восстановления доступа к Вашему кошельку. Пожалуйста, обратитесь к справочной документации и попробуйте переустановить приложение.",
    "CheckPassword failed": "Проверка пароля не удалась!",
    "It seems like something went wrong checking the password Please consult the documentation here and try to reinstall and restart this application": "Кажется что-то пошло не так в процессе проверки пароля. Пожалуйста, обратитесь к справочной документации и попробуйте переустановить приложение.",
    "ChangePassword failed": "Смена пароля не выполнена!",
    "It seems like something went wrong changing the password Please consult the documentation here and try to reinstall and restart this application": "Кажется что-то пошло не так в процессе смены пароля. Пожалуйста, обратитесь к справочной документации и попробуйте переустановить приложение.",
    "Fetch Configuration failed": "Не удалось настроить файл конфигурации!",
    "It seems like something went wrong fetching data from node Please consult the documentation here and try to reinstall and restart this application": "Кажется что-то пошло не так в процессе получения файла конфигурации. Пожалуйста, обратитесь к справочной документации и попробуйте переустановить приложение.",
    "descriptor failed": "Ошибка дескриптора!"
  },
  "Lock": {
    "Node is not running": "Узел сети оффлайн",
    "It seems like something went wrong starting the Node Please consult the documentation here and try to reinstall and restart this application": "Кажется что-то пошло не так в процессе запуска узла сети. Пожалуйста, обратитесь к справочной документации и попробуйте переустановить приложение",
    "It seems like something went wrong starting the Daemon Please consult the documentation here and try to reinstall and restart this application": "Кажется что-то пошло не так в процессе установки Daemon. Пожалуйста, обратитесь к справочной документации и попробуйте переустановить приложение",
    "Daemon is not running": "Daemon не работает!",
    "Password cannot be blank": "Пароль не может быть пустым!",
    "Password is Incorrect!": "Пароль неверный!",
    "Here is your password hint": "Вот подсказка для Вашего пароля"
  },
  "home": {
    "title": "<strong>Децентрализованный</strong> Интернет. Созданный <strong>Вами</strong>.",
    "Select your Language": "Выберите язык",
    "I already have a config file to use": "Загрузить пользовательский файл для конфигурации"
  },
  "onboarding": {
    "Must be 1 characters or less": "Должен быть минимум один буквенный символ",
    "Required": "Необходимо",
    "Hmm Passwords do not match": "Пароли не совпадают!",

    "Node Descriptor ID can not be blank": "поле ID узла сети не может быть пустым",
    "CLICK HERE WHEN FINISHED": "НАЖМИТЕ ЗДЕСЬ ПО ЗАВЕРШЕНИЮ!",
    "Exporting Private Key failed": "Экспорт приватных ключей не удался!",
    "Please Make sure you have typed correct private key": "Убедитесь что Вы ввели верный приватный ключ",
    "Couldnot find a Node": "Не могу подключиться к узлу сети",
    "It seems like something went wrong finding a node Please consult the documentation here and try to connect with your custom node id": "Кажется что-то пошло в процессе нахождения узла пожалуйста, обратитесь к справочной документации и попробуйте переустановить приложение",
    "No available Service provider": "Нет доступного Service Provider!",
    "This allows you to filter out websites that people can access with your node To protect yourself the safest option is the Family Friendly Option from Cloudfare and the highest risk is using an unfiltered DNS as any traffic could pass through your internet connection": "Это позволит отфильтровать трафик и вебсайты, которые люди посещают с помощью Вашей точки доступа. Чтобы максимально обезопасить себя, используйте Family Friendly Option от Cloudfare. В случае использования пользовательского DNS, через Ваше интернет соединение может проходить любой траффик со всех сайтов любого уровня безопасности.",
    "Choose what content you Serve Others DNS Settings": "Выберите настройки Вашей точки доступа (Параметры DNS)",
    "I want to enter and use my own DNS address to serve content to others": "Я хочу использовать собственный DNS",
    "Enter your own DNS address for serving content to others on the network": "Введите собственный DNS чтобы предоставить точку доступа другим",
    "Be warned": "Предупреждение",
    "SET AND CONTINUE": "УСТАНОВИТЬ И ПРОДОЛЖИТЬ",
    "OR PRESS ENTER": "ИЛИ НАЖМИТЕ ВВОД",
    "if you are not filtering out any of your requests with a safe and fast DNS": "если не используете безопасный и быстрый DNS для Ваших запросов",
    "you may be more at risk for the requests others make using your node": "Вы можете подвергаться риску предоставляю Ваш узел сети другим",
    "The Uncensorable Web. Powered by You.": "Децентрализованный Интернет. Созданный Вами.",
    "description_one": "MASQ - это глобальное сообщество, приверженное идее предоставления всему человечеству безопасного и свободного от цензуры доступа в Интернет на базе технологий децентрализации и Web 3.0",
    "How does MASQ benefit me": "Какую пользу приносит мне MASQ?",
    "The most secure": "Наибольшая безопасность и приватность соединения с сетью гарантируется благодаря инновационной технологии Сlandestine, а также продвинутых элементов dVPN и Tor. Невозможно отследить, что Вы использовали MASQ",
    "Earn cryptocurrency": "Зарабатывайте криптовалюту, делясь пропускной способностью Вашего интернет-канала",
    "Give those": "Позвольте другим пользователям из стран с ограниченным доступом к Интернету получить возможность подключиться к по-настоящему глобальной сети",
    "Access content": "Загружайте и просматривайте контент, доступ к которому затруднен в Вашей стране",
    "How MASQ Works": "Как работает MASQ?",
    "When you run MASQ": "Когда Вы используете MASQ, создается специальный узел в сети интернет – точка входа, что позволяет маскировать интернет-трафик всех пользователей сети и открывает доступ к контенту из любой локации мира",
    "Automatically": "Каждый узел сети автоматически и анонимно обменивается с другими информацией о необходимых платежах для поддержания работы всей сети MASQ",
    "Spend MASQ": "Используйте MASQ токены, чтобы получить доступ в сеть и зарабатывайте их, делясь пропускной способностью вашего интернет-соединения!",
    "Set up MASQ in 3 easy steps": "Настрой <strong>MASQ</strong> за три простых шага",
    "Enjoy the experience": "Попробуйте все возможности Интернета без ограничений, даже получайте криптовалюту делясь пропускной способностью интернет канала.",
    "WALLET AND PASSWORD SETUP": "НАСТРОЙКА КОШЕЛЬКА И ПАРОЛЯ",
    "CONNECT TO BLOCKCHAIN": "ПОДКЛЮЧИТЕСЬ К БЛОКЧЕЙНУ ДЛЯ <br /> ПРОВЕДЕНИЯ ТРАНЗАКЦИЙ",
    "CONNECT TO MASQ": "ПОДКЛЮЧИТЕСЬ К СЕТИ MASQ-MESH, чтобы <br /> ПОДСОЕДИНИТЬСЯ К ИНТЕРНЕТУ И НАСТРОИТЬ ТОЧКУ ДОСТУПА"
  },
  "pwdSetup": {
    "title": "Установите <strong> пароль для доступа к приложению MASQ </strong>",
    "description": "Выберете пароль, чтобы блокировать и разблокировать приложение, а также изменять его настройки. Пароль сохраняется только на Вашем локальном устройстве.",
    "TYPE PASSWORD": "ВВЕДИТЕ ПАРОЛЬ",
    "Password Strength": "Сложность пароля",
    "RE-ENTER PASSWORD": "ПОВТОРНО ВВЕДИТЕ ПАРОЛЬ",
    "SET A PASSWORD HINT": "УСТАНОВИТЬ ПОДСКАЗКУ ДЛЯ ПАРОЛЯ",
    "CONFIRM & SET PASSWORD": "ПОДТВЕРДИТЬ И УСТАНОВИТЬ ПАРОЛЬ",
    "None": "Нет",
    "Weak": "Слабый",
    "Medium": "Средний",
    "Excellent": "Отличный"
  },
  "walletSetup": {
    "title": "Давайте создадим или подключим <strong>кошелек Ethereum</strong>",
    "description": "По мере использования сети MASQ, Вы будете тратить и зарабатывать токены. Для этого Вам понадобится подключенный кошелек Ethereum!",
    "TYPE PASSWORD": "ВВЕДИТЕ ПАРОЛЬ",
    "Password Strength": "Сложность пароля",
    "RE-ENTER PASSWORD": "ПОВТОРНО ВВЕДИТЕ ПАРОЛЬ",
    "CONFIRM & SET PASSWORD": "ПОДТВЕРЖДЕНИЕ И УСТАНОВКА ПАРОЛЯ",
    "None": "Нет",
    "Weak": "Слабый",
    "Medium": "Средний",
    "Excellent": "Отличный",
    "Import your Metamask wallet keys": "Подключение кошелька Metamask",
    "Easiest option – especially if you already have ETH and MASQ.": "Самый простой вариант - особенно если у вас уже есть токены ETH и MASQ.",
    "Import a wallet by entering private keys": "Подключение стороннего кошелька",
    "Use your private keys to allow MASQ to send and recieve MASQ tokens.": "Импортируйте закрытый ключ Вашего кошелька, чтобы позволить приложению отправлять и получать токены MASQ",
    "Create a new Ethereum wallet for MASQ": "Создайте новый кошелек для использования MASQ",
    "Keep in mind that you will have to transfer ETH and MASQ to this new wallet you create, which may cost you in transaction fees.": "Имейте в виду, что Вам придется перевести токены MASQ на только что созданный кошелек, для чего потребуется оплатить комиссии сети за эти транзакции.",
    "I already have wallets I created with MASQ previously, that I want to import": "У меня уже есть кошельки, которые я хочу импортировать с использованием seed-фразы"
  },
  "walletSetupExplainer": {
    "title": "Кошелек успешно создан! <strong>Теперь запишите свою секретную фразу восстановления.</strong>",
    "description": "Секретная фраза используется для <strong>восстановления доступа</strong> к Вашему кошельку. В идеале сохраните ее в безопасном месте, не подключенному к сети Интернет - например, на листе бумаги или на USB-накопителе.",
    "I HAVE WRITTEN IT DOWN CONTINUE": "Я ЗАПИСАЛ, ПРОДОЛЖИТЬ"
  },
  "walletRecovery": {
    "title": "Восстановите доступ к <strong>Вашим кошелькам<strong>",
    "description": "Введите секретную seed-фразу, которую Вы записали при создании ранее созданных Вами кошельков, чтобы восстановить их и использовать в приложении MASQ.",
    "COMPLETE WALLET SETUP": "ВОССТАНОВИТЬ ДОСТУП И ПОДКЛЮЧИТЬ"
  },
  "walletSetupWriteDownPhrase": {
    "title": "Finally, <strong> Подтвердите свою секретную фразу восстановления.</strong>",
    "description": "Чтобы подтвердить, что Вы записали все правильно, введите слова по порядку, поочередно нажимая на них.",
    "COMPLETE WALLET SETUP": "ЗАВЕРШИТЬ НАСТРОЙКУ КОШЕЛЬКА"
  },
  "onboardingStep": {
    "IN PROGRESS": "В ПРОЦЕССЕ",
    "NOT STARTED": "ОЖИДАЕТ",
    "COMPLETED": "ЗАВЕРШЕНО",
    "WALLET & PASSWORD SETUP": "НАСТРОЙКА КОШЕЛЬКА И ПАРОЛЯ",
    "CONNECT TO POLYGON": "ПОДКЛЮЧИТЬСЯ К POLYGON",
    "CONNECT TO MASQ NETWORK": "ПОДКЛЮЧИТЬСЯ К MASQ NETWORK "
  },
  "walletKey": {
    "metamasktitle": "Подключите свой Metamask <strong>Wallet!</strong>",
    "metamaskdescription": "Настройте Metamask, добавив Ваш закрытый ключ. Он используется для того, чтобы Ваш узел MASQ мог отправлять и получать микротранзакции для передачи и потребления данных без постоянного запроса к Metamask.",
    "ethereumtitle": "Подключите свой кошелек <strong>кошелек</strong>",
    "ethereumdescription": "Для простоты настройки Вы можете использовать свой собственный кошелек, чтобы получать выплаты и платить из него при использовании сервисов MASQ!",
    "Open your Metamask Wallet on Mobile, Desktop or Chrome": "Откройте кошелек Metamask на Вашем мобильном устройстве, обычном компьютере или любом браузере Chrome!",
    "Open your Ethereum Wallet on Mobile on Desktop": "Откройте свой <strong>кошелек</strong и выберете настройки в главном меню",
    "Go to Account Details, then Export Private Keys": "Перейдите в <strong>Настройки аккаунта </strong>, затем кликните <strong>Экспорт приватных ключей</strong>",
    "Then Export your Private Keys": "Затем <strong> экспортируйте Ваши приватные ключи </strong>",
    "Paste the private key in here": "Вставьте сюда закрытый ключ",
    "This is encrypted and saved offline on your computer, and never sent anywhere": " Эти данные шифруются и хранятся в автономном режиме на Вашем устройстве и никогда никуда не перенаправляются",
    "This is saved offline on your computer, encrypted, and never sent anywhere": "Эти данные шифруются и хранятся в автономном режиме на Вашем устройстве и никогда никуда не перенаправляются",
    "CONFIRM & CONNECT METAMASK": "ПОДТВЕРДИТЬ И ПОДКЛЮЧИТЬ МЕТАМАSK",
    "CONFIRM & CONNECT": "ПОДТВЕРДИТЬ ПОДКЛЮЧЕНИЕ "
  },
  "walletFinal": {
    "title": "Поздравляем! <strong> Настройка кошелька завершена</strong>",
    "description": "Для оплаты услуг и заработка токенов в сети MASQ был подключен кошелек.",
    "bottomText": "Вы можете изменить свой кошелек позже, но при этом перезагрузится Ваш узел сети и будет наблюдаться временное ухудшение работоспособности поскольку сеть MASQ отдает предпочтение узлам с постоянными адресами кошельков и длительным временем работы.",
    "CONTINUE TO MASQ CONNECTION": "ПЕРЕЙТИ К СОЕДИНЕНИЮ С СЕТЬЮ MASQ"
  },
  "networkSetup": {
    "title": "Выберите сеть Polygon!",
    "description": "Polygon - это блокчейн второго уровня (L2), построенной поверх сети Ethereum, что позволяет проводить микротранзакции гораздо дешевле, чем при использовании только блокчейна Ethereum.<br /><br /> Просто в использовании: адрес вашего кошелька на Polygon остается такой же, как и был в блокчейне Ethereum, Вам лишь необходимо сделать так называемый «свап» токенов с блокчена Ethereum на блокчейн Polygon, используя различные bridge решения. Если у Вас уже есть кошелек в сети Polygon - отлично!",
    "CONTINUE TO POLYGON CONNECTION": "ПОДКЛЮЧИТЬСЯ К СЕТИ POLYGON"
  },
  "etherChainSetup": {
    "title": "Давайте подключимся к блокчейну <strong>{{network}}</strong>",
    "description": "MASQ позволяет выбрать провайдера для взаимодействия с блокчейном Ethereum. Это еще больше децентрализует сеть и обеспечивает важнейшую функциональность для приватного выполнения платежей, обработки заработка и проверки балансов других узлов.",
    "Automatically choose an Ethereum Service Provider for me": "Автоматически выбрать провайдера и другие сервисы сети {{network}}",
    "automaticallyDescription": "Автоматическое подключение к бесплатному сервис провайдеру {{network}}. Переключение автоматически перейдет на других, если один из них станет недоступен.",
    "Choose a specific Ethereum Service Provider": "Выберете {{network}} Service Provider ",
    "manuallyEscription": "Выберите конкретного провайдера, который может потребовать ключ API, и зарегистрируйтесь для использования его услуг. Часто это более надежно."
  },
  "etherAutoConnect": {
    "title": "Подключение к <strong>{{network}} блокчейну.</strong>",
    "description": "Это может занять несколько секунд... А может и меньше!",
    "PINGING TO": "Устанавливается соединение с {{name}}",
    "CHECKING CONNECTION TO BLOCKCHAIN": "ПРОВЕРКА ПОДКЛЮЧЕНИЯ К {{network}} БЛОКЧЕЙНУ",
    "CONNECTED TO": "ПОДКЛЮЧЕНО К {{network}}",
    "In progress": "В процессе...",
    "Waiting": "Жду..."
  },
  "etherCustomConnect": {
    "title": "Выберете <strong>{{network}} Service Provider.</strong>",
    "description": "MASQ позволяет Вам выбрать любой сервис для взаимодействия с {{network}}. Это еще больше децентрализует сеть и обеспечивает важнейшую функциональность для приватности платежей, заработка и проверки балансов других узлов.",
    "Infura": "Infura",
    "Cloudflare": "Cloudflare",
    "Alchemy": "Alchemy",
    "MyCrypto": "MyCrypto",
    "Alternative": "{{name}}",
    "Requires a sign up": "Требуется регистрация",
    "No sign up required": "Регистрация не требуется "
  },
  "etherInfuraConnect": {
    "title": "Создайте Infura URL <strong>за 30 секунд!</strongstrong>",
    "description": "Этот Infura URL позволяет подключиться к блокчейну Ethereum. Если бы у нас было централизованное и безальтернативное подключение для всех пользователей, MASQ не являлась бы такой безопасной сетью. Лучше всего самому выбрать тип подключения, и сделать это очень просто!",
    "Click on the Arrow to Go to Network and Sign Up (Free)": "<strong>Нажмите на стрелку, чтобы перейти на сайт Infura и зарегистрироваться (бесплатно)</strong>",
    "On Network, go to the Dashboard, click Ethereum, then Create a Project": "На сайте Infura перейдите в раздел <strong> Dashboard</strong>, нажмите <strong>Ethereum</strong>, затем <strong> Create a Project</strong>",
    "Paste the https URL under Endpoints in this field!": "Вставьте https URL под Endpoints в этом поле!",
    "CONNECT TO ETHEREUM!": "ПОДКЛЮЧИТЬСЯ К ETHEREUM!"
  },
  "etherAlchemyConnect": {
    "title": "Создайте Alchemy URL <strong>за 30 секунд!</strongstrong>",
    "description": "Этот Alchemy URL позволяет подключиться к блокчейну Ethereum. Если бы у нас было централизованное и безальтернативное подключение для всех пользователей, MASQ не являлась бы такой безопасной сетью. Лучше всего самому выбрать тип подключения, и сделать это очень просто!",
    "Click on the Arrow to Go to Network and Sign Up (Free)": "<strong> Нажмите на стрелку, чтобы перейти на сайт Alchemy и зарегистрироваться (бесплатно)</strong>",
    "On Network, go to the Dashboard, click Ethereum, then Create a Project": "На сайте Alchemy перейдите в раздел <strong> Dashboard</strong>, нажмите <strong>Ethereum</strong>, затем <strong> Create a Project</strong>",
    "Paste the https URL under Endpoints in this field!": "Вставьте https URL под Endpoints в этом поле!",
    "CONNECT TO ETHEREUM!": "ПОДКЛЮЧИТЬСЯ К ETHEREUM!"
  },
  "etherCompletedConnect": {
    "title": "Отлично! Вы подключены к {{network}}",
    "description": "Вы подключены с помощью <strong>{{name}}</strong>. Провайдер можно выбрать в любой момент далее в настройках приложения, и если данный сетевой провайдер не сможет подключиться к {{type}}, то Вы будете автоматически переключены на другого провайдера.",
    "CONTINUE TO PASSWORD SETUP": "ПЕРЕЙДИТЕ К НАСТРОЙКЕ ПАРОЛЯ"
  },
  "masqsetup": {
    "title": "Хотите зарабатывать токены <strong>MASQ</strong>, запустив точку доступа для других пользователей?",
    "description": "Здесь Вы можете выбрать, хотите ли предоставлять другим людям доступ к сети делясь пропускной способностью Вашего интернет-соединения и зарабатывать за это токены MASQ. Имейте в виду, что для этого у Вас должна быть хорошая скорость подключения к интернету!",
    "Use your MASQ Tokens for consuming data and": "Используйте MASQ токены только для <strong>подключения</strong> к сети:",
    "SET AND CONTINUE": "УСТАНОВИТЬ И ПРОДОЛЖИТЬ",
    "Be Protected": "Будьте защищены",
    "Be protected by highest grade security": "Будьте защищены на максимальном уровне безопасности",
    "Request blocked content in your geo-location": "Получите доступ к заблокированному в Вашем регионе контенту",
    "Browse the internet without data logging": "Заходите в Интернет без регистрации Ваших персональных данных",
    "Earn Crypto": "Зарабатывайте криптовалюту ",
    "Get paid in MASQ Tokens": "Получайте выплаты в токенах MASQ ",
    "Help create a truly free and global internet": "Помогите создать по-настоящему свободный и глобальный интернет",
    "Help battle censorship across the globe": "Представьте всем доступ к информации без ограничений по всему миру",
    "Earn MASQ Tokens by serving data and": "Зарабатывайте токены MASQ, <strong> запустив свой собственный узел сети</strong>.",
    "warningtext": "Будьте внимательны, так как частое изменение этого параметра плохо сказывается на репутации Вашего узла и влияет на его видимость и доступность для других участников сети."
  },
  "masqConnecting": {
    "It seems like something went wrong connect to entry node Please consult the documentation here and try to connect with new one": "Кажется, что-то пошло не так с Вашим подключением к входному узлу сети. Пожалуйста, обратитесь к справочной документации или попробуйте подключиться с помощью иного узла сети.",
    "Could not Connect to entry node":"Не удается подключиться у входному узлу сети",
    "title": "Подключение к <strong>MASQ Network...</strong>",
    "FETCH YOUR PUBLIC IP": "ПОЛУЧЕНИЕ ВАШЕГО ПУБЛИЧНОГО IP",
    "OPEN A PORT FOR SERVING DATA TO OTHERS": "ОТКРЫТИЕ ПОРТА ДЛЯ НАСТРОЙКИ ТОЧКИ ДОСТУПА ДЛЯ ДРУГИХ",
    "CONNECT TO NODE BACKEND": "ПОДКЛЮЧЕНИЕ К ИНТЕРФЕЙСУ УЗЛА СЕТИ",
    "CONNECT TO MASQ NETWORK NEIGHBORHOOD THROUGH THE ENTRY NODE": "ПОДКЛЮЧЕНИЕ К СЕТИ MASQ-MESH",
    "Successfully fetched your Public IP": "Успешно получен ваш новый публичный IP",
    "Failed to connect to the initial node. Try another.": "Не удалось подключиться к узлу сети, выбранному изначально. Попробуйте другой.",
    "warning": "Поскольку мы не смогли открыть порт на Вашем устройстве, то нет возможности настроить точку доступа для других людей и зарабатывать токены в сети MASQ. Вам придется вручную открыть порт",
    "FINISH": "ЗАВЕРШИТЬ"
  },
  "masqConnect": {
    "I have a neighbouring node ID I would like to enter & use": "У меня есть конкретный ID узла сети, которое я хочу ввести и использовать для доступа в сеть",
    "title": "Наконец, <strong> подключимся к сети</strong>, используя любой из соседних узлов MASQ!",
    "description": "Для подключения к сети, MASQ сначала находит один из ближайших узлов, чтобы через него присоединиться к соседнему узлу других пользователей. Для этого можно либо автоматически подключиться к одному из них, либо ввести ID соседнего узла, который позволяет подключиться к определенному узлу.",
    "Magically connect me to the MASQ Mesh Network!": "Волшебным образом подключите меня к сети MASQ Mesh!",
    "I have a neighbouring node ID I'd like to enter & use": "У меня есть конкретный ID узла, который я хотел бы ввести и использовать для доступа в сеть"
  },
  "masqConnectWithID": {
    "title": "Введите собственный <strong>ID узла сети</strong>",
    "description": "Если Вы получили ID соседнего узла из иного источника и хотите сначала подключиться к нему, введите его здесь",
    "Neighboring Node ID": "ID точки узла сети",
    "Country of Origin": "Страна точки узла сети"
  },
  "masqfinal": {
    "title": "Отлично! <strong>Вы подключены к сети MASQ</strong>",
    "description": "Вы подключаетесь к самой безопасной в мире Mesh-сети для доступа в Интернет. <strong>Пожалуйста, убедитесь, что у вас есть токены MASQ на балансе Вашего кошелька, добавив их сейчас, иначе Вы можете быть отключены</strong>",
    "FINISH SETUP": "ЗАВЕРШИТЬ НАСТРОЙКУ"
  },
  "dashboardHeader": {
    "MY dAPPS": "МОИ dAPPS",
    "MASQ": "MASQ",
    "dBROWSE": "dBROWSE",
    "dTALK": "dTALK",
    "MY WALLET": "МОЙ КОШЕЛЕК",
    "NOTIFICATIONS": "УВЕДОМЛЕНИЯ",
    "LOCK APP": "ЗАКРЫТЬ"
  },
  "dashboard": {
    "Dashboard": "Панель управления",
    "ENCRYPTED & UNTRACEABLE": "ЗАШИФРОВАННЫЙ И НЕОТСЛЕЖИВАЕМЫЙ",
    "CONNECTED TO THE GLOBAL WEB": "ПОДКЛЮЧЕНО К ГЛОБАЛЬНОЙ СЕТИ",
    "Consuming": "Подключение",
    "Serving": "Точка доступа"
  },
  "walletDrawer": {
    "Close": "Закрыть",
    "MASQ BALANCE LOW": "НИЗКИЙ БАЛАНС ТОКЕНОВ MASQ",
    "Either transfer from your earnings, or buy more MASQ to continue.": "Либо переводите деньги с баланса заработанных с помощью Вашего узла токенов, либо купите больше MASQ для продолжения.",
    "TRANSFER": "ТРАНСФЕР",
    "BUY": "КУПИТЬ",
    "MY WALLET": "МОЙ КОШЕЛЕК ",
    "SPLIT WALLETS": "РАЗДЕЛИТЬ КОШЕЛЬКИ"
  },
  "Consuming": {
    "Consuming": "Подключение",
    "ON": "ВКЛ",
    "OFF": "ВЫКЛ",
    "OVERVIEW": "ОБЗОР",
    "TRANSACTIONS": "ТРАНЗАКЦИИ",
    "MY PRICES": "ЦЕНЫ",
    "COMING SOON": "СКОРО ДОСТУПНО",
    "ENTRY NODE ID": "ВХОДНЫЕ ДАННЫЕ УЗЛА СЕТИ",
    "Here you can see all of the past transactions": "Здесь можно увидеть все прошлые транзакции, которые отражают Ваши затраты на подключение к сети MASQ, а также полученные в награду за запуск собственной точки доступа!",
    "ETHEREUM TRANSACTION HASH": "ХЭШ ТРАНЗАКЦИИ В СЕТИ ETHEREUM",
    "VALUE": "СТОИМОСТЬ",
    "DATE": "ДАТА",
    "STATUS": "СТАТУС",
    "CONFIRMED": "ПОДТЕРЖДЕНО",
    "PREVIOUS": "НАЗАД",
    "NEXT": "ДАЛЕЕ"
  },
  "Serving": {
    "Serving": "Точка доступа",
    "ON": "ВКЛ",
    "OFF": "ВЫКЛ",
    "OVERVIEW": "ОБЗОР",
    "TRANSACTIONS": "ТРАНЗАКЦИИ",
    "MY PRICES": "МОИ ЦЕНЫ",
    "COMING SOON": "СКОРО ДОСТУПНО",
    "ENTRY NODE ID": "ВХОДНЫЕ ДАННЫЕ УЗЛА СЕТИ",
    "Here you can see all of the past transactions": "Здесь Вы можете увидеть все прошлые транзакции, которые отражают Ваши затраты на подключение к сети MASQ, а также полученные в награду за открытие собственной точки доступа!",
    "ETHEREUM TRANSACTION HASH": "ХЭШ ТРАНЗАКЦИИ В СЕТИ ETHEREUM",
    "VALUE": "СТОИМОСТЬ",
    "DATE": "ДАННЫЕ",
    "STATUS": "СТАТУС",
    "CONFIRMED": "ПОДТВЕРЖДЕНО",
    "PREVIOUS": "НАЗАД",
    "NEXT": "ДАЛЕЕ"
  },
  "Community": {
    "Community": "Сообщество",
    "description": "Большинство MASQ пользователей не делятся личным адресом и данными созданного ими узла сети в целях сохранения приватности. Если Вы хотите получать больше траффика и выплат, поделитесь адресом Вашего узла с другими, сделав его публичным и общедоступным.",
    "WARNING": "ВНИМАНИЕ",
    "SHARE MY NODE PUBLICLY": "СДЕЛАТЬ АДРЕС МОЕГО УЗЛА ПУБЛИЧНЫМ",
    "UNSHARE": "НЕ РАСПРОСТРАНЯТЬ",
    "SHARE": "РАСПРОСТРАНИТЬ",
    "LIMITED COMMUNITY STATS": "Статистика сообщества",
    "Censorship": "Ограничения доступа"
  },
  "GlobeGL": {
    "NODE TYPE": "ВИД УЗЛА СЕТИ",
    "YOUR NODE!": "ВАШ УЗЕЛ СЕТИ!",
    "NEIGHBOR &amp; RELAY": "Ближайший усилитель - РЕТРАНСЛЯТОР",
    "NODE": "УЗЕЛ СЕТИ",
    "RELAY": "ПОВТОР"
  },
  "Dashboard": {
    "All Time Earnings": "Доход за все время",
    "ChooseAServiceProviderToConnectToPolygon": "Выберите сервис провайдера для подключения к сети Polygon",
    "BlockchainSelectionForTransactions": "Выберете блокчейн для проведения транзакций",
    "Using": "Подключено",
    "slowly": "медленно",
    "average": "средне",
    "Mbps": "Mbps",
    "Avg": "Среднее значение",
    "price": "цена",
    "GB": "GB",
    "you are serving data": "Вы открыли точку доступа, предоставляете",
    "Consuming": "Использование",
    "quickly": "быстро",
    "You are consuming encrypted data": "Ваш трафик",
    "routing through": " перенаправляется через",
    "hops": "ретранслятора",
    "and exiting": "и Вы подключаетесь к сети из",
    "worldwide": "любой точки мира",
    "consuming mode is off. You are": "Не подключено к сети MASQ. Ваши данные",
    "unprotected & traceable": "не защищены & могут отслеживаться третьими сторонами",
    "are disconnected from the Global Web.": "отключены от по глобального Интернета.",
    ", to others around the world and": "другим пользователям по всему миру доступ в Интернет и",
    "earning": "зарабатывайте",
    "MASQ tokens.": "токены MASQ",
    "REMAINING": "ОСТАТОК",
    "Unknown": "Нет информации",
    "Data Consumed": "Данных потреблено",
    "TB": "TB",
    "Pending Debt": "Потреблено",
    "Exiting": "Выход",
    "In": "Вход",
    "yellow_text": "желтый_текст",
    "cyan_text": "голубой_текст",
    "System-Wide": "Общесистемный",
    "You are not serving data to others on the MASQ network, and you are not earning MASQ tokens": "Вы не открыли точку доступа в сети MASQ Network, поэтому не зарабатываете токены MASQ.",
    "MASQ Earned": "MASQ заработано",
    "Fetch Configuration failed": "Настройка файла конфигурации не удалась",
    "It seems like something went wrong fetching data from node Please consult the documentation here and try to reinstall and restart this application": "Кажется что-то пошло не так в процессе запроса данных с вашего узла сети. Пожалуйста, посмотрите документацию здесь и попробуйте переустановить приложение.",
    "MASQ Spent": "MASQ израсходовано",
    "EST SPEND/EARNED LAST 1HR": "В СРЕДНЕМ ИЗРАСХОДОВАНО/ЗАРАБОТАНО ЗА 1 ЧАС",
    "Serving": "Точка доступа",
    "cyan_gradient_text": "голубой_градиент_текст",
    "Pending Earnings": "Выплаты",

    "MASQ": "MASQ",
    "SERVED": "РАЗДАЧА ДАННЫХ",
    "SERVING": "СОЕДИНЕНИЕ ",
    "UPTIME": "ВРЕМЯ РАБОТЫ",
    "SLOW": "МЕДЛЕННО",
    "AVERAGE": "СРЕДНЯЯ",
    "GOOD": "ХОРОШО",
    "standard": "стандарт",
    "consume-only": "использование-только",
    "DNS": "DNS",
    "Serving On Port": "Подключение через порт",
    "My Node Id": "ID узла сети",
    "Serving mode is off": "Точка доступа выключена",
    "Your nodes reputation will be negatively affected temporarily because node needs to restart - meaning you disappear from the network and reappear again": "Репутация Вашего узла сети будет временно снижена, потому что ему требуется перезагрузка – это значит он станет не виден в сети для других пользователей и вновь появитесь через некоторое время.",
    "You will no longer be earning MASQ Tokens by serving others around the world data": "Вы более не будете зарабатывать MASQ токены, запустив собственную точку доступа для пользователей со всего мира.",
    "A bad reputation means some nodes are less likely to connect to you in future and it may hinder your performance": "Плохая репутация значит, что некоторые сети узлы с меньшей вероятностью подключаться к Вам и это может снизить производительность.",
    "Disappearing gives you a worse reputation, and means some nodes may be less likely to connect to you in future – so it may hinder your performance temporarily": "Пропадание из сети несет наибольшие риски для репутации, and будет значить, что некоторые сети узлы с меньшей вероятностью подключаться к Вам - это снизит производительность временно.",
    "information": "информация",
    "Node Hops": "ретрансляторов узла сети",
    "UPnP": "UPnP",
    "Product": "продукт",
    "consumeIcon": "Значок использования",
    "serveIcon": "Значок предоставления точки доступа",
    "Icon": "Значок",
    "Setting": "Настроить",
    "CheckIcon": "Проверить значок",
    "You will now be prompted to enter your password": "Теперь Вам нужно ввести пароль",
    "a few times": "несколько раз",
    "This allows MASQ to use a system-wide proxy so that you will be using MASQ across all of your computers apps and connections": "Это позволит MASQ использовать общесистемные прокси, чтобы быть уверенным что у Вас получится использовать MASQ для всех Ваших устройств и подключений!",
    "Consuming mode is off": "Подключение не работает",
    "Turn it back on to use your\nsettings below": "Вновь включите его чтобы использовать Ваши настройки ниже.",
    "Which countries internet would you like to use": "Выберете геолокацию, которую Вы хотите использовать для доступа в Интернет",
    "Request_internet_access_from_a_specific_region_of_your_choice_or_choose_Worldwide_for_a_random_country": "Запросите доступ к интернету из определенной гео-локации по Вашему выбору или выберите общемировой режим для подбора случайной страны.",
    "COMING SOON": "СКОРО ДОСТУПНО",
    "I am currently exiting": "Выберете страну",
    "Your entry node is the first node you connect to in order to connect you to the rest of the mesh network. You can choose Ethereum or Polygon for transactions": "Ваш узел в сети -  это первоначальный точка для доступа к остальным узлам mesh-сети. Вы можете выбрать блокчейн Ethereum или Polygon для проведения транзакций",
    "Blockchain Selection for Transactions": "Выбор блокчейна для проведения транзакций",
    "Entry Node ID for Initial Connection to the MASQ Network": "Введите ID входного узла сети для изначального подключения к MASQ Network",
    "Changing your entry node will restart your node and have a negative impact on your node reputation temporarily. This can effect your nodes performance.": "Изменение входного узла сети перезапустит Ваш узел сети и будет иметь временный негативный эффект для репутации узла. Это также может повлиять на производительность",
    "CANCEL AND GO BACK": "ОТМЕНИТЬ И НАЗАД",
    "CANCEL AND GO BAC": "ОТМЕНИТЬ И НАЗАД",
    "RESTART NODE & SET NEW ID": "ПЕРЕЗАПУСТИТЬ УЗЕЛ И ВВЕСТИ НОВЫЙ ID",
    "Use MASQ System-Wide, or in the MASQ App Only?": "Включить режим MASQ System-Wide или использовать MASQ только внутри приложения?",
    "Either use the MASQ network inside the MASQ app and browser only, or use it system-wide by letting MASQ change your DNS settings ": "Использовать подключение к MASQ только внутри приложения или для всего Вашего устройства, для этого потребуется дополнительная настройка DNS (несколько подтверждений с паролем и внутрисистемных подтверждений, чтобы позволить MASQ изменить настройки системы).",
    "Choose between in-app only, or system wide MASQ Network Usage": "Выберите между использования внутри приложения или общесистемным режимом",
    "Use the MASQ Network for the MASQ Browser and App Only": "Используйте подключение к MASQ только для встроенного браузера и запуска dApp приложений",
    "Use the MASQ Network Across my whole device": "Используйте подключение MASQ для всего устройства",
    "CONFIRM AND CONTINUE": "ПОДТВЕРДИТЬ И ПРОДОЛЖИТЬ",
    "I UNDERSTAND, TURN IT": "Я ПОНИМАЮ, ВКЛЮЧИТЬ",
    "MINIMUM HOPS": "МИНИМУМ РЕТРАНСЛЯТОРОВ",
    "CLANDESTINE": "CLANDESTINE",
    "How many node hops would you like to use": "Сколько ретрансляторов узла сети Вы хотите использовать",
    "The hop count means how many other users your data goes through before exiting, and returning to you": "Число ретрансляторов определяется количеством других узлов сети, через которых прошел Ваш трафик до того как достичь выходной точки и вернуться к Вам",
    "The more hops in the network you use, the more secure but slow your connection will be": "Чем больше ретрансляторов в сети используется, тем более защищено будет Ваше подключение",
    "Choose what content you want to Serve": "Выбрать к какому типу контента Вы готовы предоставлять доступ через собственный узел сети",
    "Choose my own DNS to serve content": "Выбрать свой собственный DNS, чтобы открыть точку доступа другим через узел сети",
    "This allows you to filter out what sites you do not want to serve others using a DNS provider. It is recommended you choose the safest option if you are not sure": "Выберете тип Вашего подключения к сети через DNS к сайтам, трафик от которых Вам может показаться небезопасным. Лучше использовать стандартные настройки с максимальным уровнем защиты, если Вы затрудняетесь в своем выборе",
    "Changing your port number will restart your node and have a negative impact on your node reputation temporarily. This can effect your nodes performance": "Изменение порта перезапустит узел сети и будет иметь негативный эффект для репутации. Это может также повлиять на производительность.",
    "RESTART NODE & CHANGE SETTINGS": "ПЕРЕЗАПУСТИТЬ УЗЕЛ СЕТИ И ИЗМЕНИТЬ НАСТРОЙКИ",
    "Cloudflare Family": "Настройки",
    "Filters you serving malware and explicit content": "Фильтрует вредоносный и запрещенный контент.",
    "Quad9": "Quad9",
    "OpenDNS": "OpenDNS",
    "Cloudflare AntiMalware": "Cloudflare система против вредоносного ПО",
    "Malware & phishing filtering only. High uptime": "Анти фишинг & спам фильтр только. Высокое время бесперебойной работы.",
    "SAFEST OPTION": "НАИБОЛЕЕ ЗАЩИЩЕНЫЙ ВАРИАНТ",
    "Selected": "Выбрано",
    "Select": "Выбрать",
    "Set a Port Number to Open and Serve through": "Выбрать номер порта для настройки точки доступа через Ваш узел сети",
    "This is the port number that MASQ will try to open so that you can serve traffic to others through it. If you have a port number you prefer, you can enter it here": "Это номер порта, который MASQ попробует использовать, чтобы иметь возможность пропускать трафик через Ваше интернет соединение. Введите пользовательский номер порта ниже",
    "Port Number": "Номер порта",
    "Copied": "Скопировано",
    "THE DECENTRALIZED WEB": "ДЕЦЕНТРАЛИЗОВАННЫЙ ИНТЕРНЕТ",
    "THE DECENTRALIZED WEB POWERED BY YOU": "ДЕЦЕНТРАЛИЗОВАННЫЙ ИНТЕРНЕТ. СОЗДАННЫЙ ВАМИ",
    "TYPE PASSWORD": "ВВЕДИТЕ ПАРОЛЬ",
    "Needahint": "Нужна подсказка?",
    "NEEDHINT": "НУЖНА ПОДСКАЗКА?",
    "UNLOCKAPP": "РАЗБЛОКИРОВАТЬ ПРИЛОЖЕНИЕ",
    "Mode_has": "ВЫБРАННЫЙ РЕЖИМ",
    "TYPE PASSWORD TO CONFIRM": "ВВЕДИТЕ ПАРОЛЬ ДЛЯ ПОДТВЕРЖДЕНИЯ",
    "Here is your password hint": "Вот Ваша подсказка для пароля...",
    "Incorrect password": "Неверный пароль",
    "Password does not match!": "Пароли не сходятся!",
    "Must be more than 3 characters": "Должно быть минимум 3 символа",
    "Password cannot be blank": "Пароль не может быть пустым",
    "Password does not match": "Пароли не сходятся!",
    "Connecting to MASQ Network": "Подключение к MASQ Network...",
    "You will now be prompted to enter your password a few times": "Вам потребуется ввести пароль несколько раз",
    "This allows MASQ to use a system-wide proxy so that you will be using MASQ across all of your computers apps and connections!": "Это позволит MASQ использовать общесистемные прокси, чтобы быть уверенным что у Вас получится использовать MASQ для всех Ваших устройств и подключений!",
    "Switching to": "Переключение",
    "Password Prompts": "Запросы пароля",
    "This allows MASQ to change your DNS settings so MASQ can function across your whole computer or to revert to your normal DNS settings.": "Это позволит MASQ изменить настройки DNS, чтобы MASQ мог функционировать на системном уровне вашего компьютера или вернуть настройки к изначальным.",
    "ProxyHttpHttps": "Proxy Http/Https",
    "Prompt": "Запрос",
    "of": "выкл",
    "Turning": "Обработка",
    "Mode has": "Модификация имеет",
    "negative consequences": "негативные последствия",
    "Are you sure?": "Вы уверены?",
    "OK, Got it!": "Да, понятно!",
    "Here is your password hint...": "Вот подсказка для Вашего пароля...",
    "FETCH YOUR PUBLIC IP & OPEN A PORT FOR SERVING DATA TO OTHERS": "ПОЛУЧЕНИЕ ВАШЕГО ПУБЛИЧНОГО IP & ОТКРЫТИЕ ПОРТА, ЧТОБЫ ДРУГИЕ МОГЛИ ПОДКЛЮЧИТЬСЯ",
    "CONNECT TO POLYGON": "ПОДКЛЮЧЕНИЕ К POLYGON",
    "CONNECT TO NODE BACKEND": "ПОДКЛЮЧЕНИЕ К ИНТЕРФЕЙСУ УЗЛА СЕТИ",
    "CONNECT TO MASQ NETWORK NEIGHBORHOOD THROUGH THE ENTRY NODE": "ПОДКЛЮЧЕНИЕ К СЕТИ MASQ ЧЕРЕЗ ВХОДНОЙ УЗЕЛ",
    "Set your entry node & transaction network": "Выберете входной узел сети и тип блокчейна для осуществления транзакций",
    "Please try a different Node ID below": "Пожалуйста, попробуйте другие ID узлов сети из списка ниже"
  }
}
