{
  "common": {
    "Back": "Back",
    "Check how much MASQ you want to buy": "Check how much MASQ you want to buy!",
    "Use the calculator to see how much MASQ you need to get certain amounts of content This is an estimate and subject to change based on MASQ token price": "Use the calculator to see how much MASQ you need to get certain amounts of content. This is an estimate and subject to change based on MASQ token price!",
    "continue": "CONTINUE",
    "OR PRESS ENTER": "OR PRESS ENTER",
    "PRESS ENTER": "PRESS ENTER",
    "Skip": "Skip",
    "CONNECT": "CONNECT",
    "COPY TO CLIPBOARD": "COPY TO CLIPBOARD",
    "Value can not be blank": "Value can't be blank",
    "Node descriptor can not be blank": "Node descriptor can't be blank",
    "Success": "Success",
    "In progress": "In Progress...",
    "Waiting": "Waiting...",
    "Failed": "Failed",
    "No selected dns": "No selected dns",
    "I want to enter and use my own DNS address to serve content to others": "I want to enter and use my own DNS address to serve content to others",
    "CONNECTING TO ETHEREUM/POLYGON": "CONNECTING TO ETHEREUM/POLYGON",
    "FETCH YOUR PUBLIC IP & OPEN A PORT FOR SERVING DATA TO OTHERS": "FETCH YOUR PUBLIC IP & OPEN A PORT FOR SERVING DATA TO OTHERS",
    "CONNECT TO AN INITIAL NODE AND NEIGHBORHOOD": "CONNECT TO AN INITIAL NODE AND NEIGHBORHOOD",
    "Enter a DNS address like": "Enter a DNS address like",
    "title": "title",
    "description": "description",
    "I wil do this later!": "No thanks, I’ll do this later!"
  },
  "communication": {
    "Connecting to Node": "Connecting to Node...",
    "Daemon is not running": "Daemon is not running!",
    "It seems like something went wrong starting the Daemon Please consult the documentation here and try to reinstall and restart this application": "It seems like something went wrong starting the Daemon. Please consult the documentation here and try to reinstall and restart this application."
  },
  "daemon": {
    "Could not launch the Node": "Could not launch the Node!",
    "Modify setup value failed": "Modify setup value failed!",
    "Node has been crashed": "Node has been crashed",
    "Node has been terminated manually": "Node has been terminated manually!",
    "There might be some issues on starting Node Please try to restart application": "There might be some issues on starting Node. Please try to restart application."
  },
  "node": {
    "Generate wallet failed": "Generate wallet failed!",
    "It seems like something went wrong generating wallet Please consult the documentation here and try to reinstall and restart this application": "It seems like something went wrong generating wallet. Please consult the documentation here and try to reinstall and restart this application.",
    "Recover wallet failed": "Recover wallet failed!",
    "It seems like something went wrong recovering wallet Please ensure you remove the preceding 0x at start of private key and try again": "It seems like something went wrong recovering wallet. Please ensure you remove the preceding '0x' at start of the private key and try again.",
    "CheckPassword failed": "CheckPassword failed!",
    "It seems like something went wrong checking the password Please consult the documentation here and try to reinstall and restart this application": "It seems like something went wrong checking the password. Please consult the documentation here and try to reinstall and restart this application.",
    "ChangePassword failed": "ChangePassword failed!",
    "It seems like something went wrong changing the password Please consult the documentation here and try to reinstall and restart this application": "It seems like something went wrong changing the password. Please consult the documentation here and try to reinstall and restart this application.",
    "Fetch Configuration failed": "Fetch Configuration failed!",
    "It seems like something went wrong fetching data from node Please consult the documentation here and try to reinstall and restart this application": "It seems like something went wrong fetching data from node. Please consult the documentation here and try to reinstall and restart this application.",
    "descriptor failed": "descriptor failed!"
  },
  "Lock": {
    "Node is not running": "Node is not running",
    "It seems like something went wrong starting the Node Please consult the documentation here and try to reinstall and restart this application": "It seems like something went wrong starting the Node. Please consult the documentation here and try to reinstall and restart this application.",
    "It seems like the Daemon is not responding Please consult the documentation at docs.masq.ai": "It seems like the Daemon is not responding. Please consult the documentation at docs.masq.ai",
    "Daemon is not running": "Daemon is not running!",
    "Password cannot be blank": "Password cannot be blank!",
    "Password is Incorrect!": "Password is Incorrect!",
    "Here is your password hint": "Here is your password hint"
  },
  "home": {
    "title": "THE DECENTRALIZED WEB. POWERED BY YOU.",
    "Select your Language": "Select your Language",
    "I already have a config file to use": "I already have a config file to use"
  },
  "guide": {
    "title": "The Decentralized Web. Powered by You."
  },
  "onboarding": {
    "Must be 1 characters or less": "Must be 1 characters or less",
    "Required": "Required",
    "Hmm Passwords do not match": "Hmm...Passwords don’t match!",

    "Node Descriptor ID(First) can not be blank": "Node Descriptor ID can't be blank",
    "Node Descriptor ID(Second) can not be blank": "Node Descriptor ID can't be blank",
    "CLICK HERE WHEN FINISHED": "CLICK HERE WHEN FINISHED!",
    "Exporting Private Key failed": "Exporting Private Key failed!",
    "Please Make sure you have typed correct private key": "Please Make sure you've typed correct private key",
    "Couldnot find a Node": "Couldn't find a Node",
    "It seems like something went wrong finding a node Please consult the documentation here and try to connect with your custom node id": "It seems like something went wrong finding a node. Please consult the documentation here and try to connect with a custom Node ID.",
    "No available Service provider": "No available Service provider!",
    "This allows you to filter out websites that people can access with your node To protect yourself the safest option is the Family Friendly Option from Cloudfare and the highest risk is using an unfiltered DNS as any traffic could pass through your internet connection": "This allows you to filter out websites that people can access with your node. To protect yourself, the safest option is the Family Friendly Option from Cloudfare and the highest risk is using an unfiltered DNS as any traffic could pass through your internet connection.",
    "Filter the content you Serve Others": "<strong>Filter the content</strong> you Serve Others",
    "I want to enter and use my own DNS address to serve content to others": "I want to enter and use my own DNS address to serve content to others",
    "Enter your own DNS address for serving content to others on the network": "Enter your own DNS address for serving content to others on the network.",
    "Be warned": "Be warned",
    "SET AND CONTINUE": "SET AND CONTINUE",
    "OR PRESS ENTER": "OR PRESS ENTER",
    "if you are not filtering out any of your requests with a safe and fast DNS": "if you are not filtering out any of your requests with a safe and fast DNS",
    "you may be more at risk for the requests others make using your node": "you may be more at risk for the requests others make using your node",
    "The Uncensorable Web. Powered by You.": "The Uncensorable Web. Powered by You.",
    "description_one": "MASQ is a community driven network providing people around the world access to a <br />censorship-free clear internet using decentralisation and Web 3.0 technology.",
    "How does MASQ benefit me": "How does MASQ benefit me?",
    "The most secure": "The most secure & clandestine dVPN. It's not possible to see you are using MASQ.",
    "Earn cryptocurrency": "Earn cryptocurrency for sharing your internet bandwidth.",
    "Give those": "Give those in restricted countries more information freedom.",
    "Access content": "Access content not available in your country.",
    "How MASQ Works": "How MASQ Works",
    "When you run MASQ": "When you run MASQ, you're running a node in the network – a touchpoint for other<br /> users to conceal their internet traffic and access content from all over the world.",
    "Automatically": "Automatically, you keep each other accountable for what is owed and spent on the<br /> network.",
    "Spend MASQ": "Spend MASQ tokens to use the network, and earn them by sharing your internet<br /> bandwidth!",
    "Set up MASQ in 3 easy steps": "Set up <strong>MASQ</strong> in 3 easy steps",
    "Enjoy the experience": "Enjoy the experience of the world’s least censored internet, and even earn cryptocurrency for sharing your bandwidth.",
    "WALLET AND PASSWORD SETUP": "Setup a <strong>Wallet</strong> and a <strong>Password</strong>",
    "CONNECT TO BLOCKCHAIN": "Connect to a <strong>Blockchain</strong> for<br /> Earning & Spending",
    "CONNECT TO MASQ": "Connect to the <strong>MASQ Network</strong> to<br /> start consuming & serving data!"
  },
  "eula": {
    "title": "Read and Accept the Terms and Conditions",
    "body": "You expressly agree that you assume all risks in connection with your access to and use of the software. Additionally, you expressly waive and release us from any and all liability, claims, causes of action, or damages arising from or in any way relating to your access to and use of the MASQ software (the \"software\"), including, inter alia, loss of funds, exploits or catastrophic failure.\r\n\r\nYou expressly understand and agree that your use of the software is at your sole risk. We make and expressly disclaim all representations and warranties, express, implied or statutory, and with respect to the software and the code proprietary or open-source, we specifically do not represent and warrant and expressly disclaim any representation or warranty, express, implied or statutory, including without limitation, any representations or warranties of title, non-infringement, merchantability, usage, security, suitability or fitness for any particular purpose, or as to the workmanship or technical coding thereof, or the absence of any defects therein, whether latent or patent. The software provided on an “as is” and “as available” basis, without warranties of any kind, either express or implied, including, without limitation, implied warranties of merchantability, fitness for a particular purpose or non-infringement. You acknowledge that no advice, information, or statement that we make should be treated as creating any warranty concerning the Platform.\r\n(see GPLv3 license https://github.com/MASQ-Project/Node/blob/master/LICENSE) \r\n\r\nWe do not endorse, guarantee, or assume responsibility for any advertisements, offers, or statements made by third parties concerning the software.",
    "confirmText": "Accept & Continue",
    "rejectText": "Quit the App"
  },
  "inBetaDisclaimer": {
    "title": "This software is in beta!",
    "body": "Things in beta might not always work as expected. If you see something isn't working right, report it using Canny in the bottom left of the app!",
    "dontShowAgainText": "Don't show this dialog again",
    "confirmText": "Got it, let's go!"
  },
  "appStoreDisclaimer": {
    "title": "dApp Store Disclaimer",
    "body": "The links in the dApp store are provided as a convenience and for informational purposes only; they do not constitute an endorsement or approval by MASQ Network of any of the projects or services listed therein. MASQ Network and their developers bear no responsibility for the accuracy, legality, security or content of the external sites linked or that of subsequent links.",
    "dontShowAgainText": "Don't show this dialog again",
    "confirmText": "Got it, let's go!"
  },
  "pwdSetup": {
    "title": "Set your MASQ <strong>App Password.</strong>",
    "description": "Set a MASQ password so you can lock and unlock the App, and change settings. This is saved locally.",
    "Type Password": "Type Password",
    "Password Strength": "Password Strength",
    "Confirm Password": "Confirm Password",
    "Set a Password Hint": "Set a Password Hint",
    "CONFIRM & SET PASSWORD": "CONFIRM & SET PASSWORD",
    "Make sure to set one, as there is no other way to recover your password!": "Make sure to set one, as there is no other way to recover your password!",
    "None": "None",
    "Weak": "Weak",
    "Medium": "Medium",
    "Excellent": "Excellent"
  },
  "walletSetup": {
    "title": "Let’s create or connect a Wallet!",
    "description": "This is so you can consume and serve data on the network, and pay others and earn from others for doing so.",
    "Create": "Create",
    "New Wallet": "New Wallet",
    "Connect": "Connect",
    "Metamask": "Metamask",
    "Import": "Import",
    "Wallet Manually": "Wallet Manually",
    "If you have a wallet with MASQ tokens already, use that wallet so you don’t have to transfer tokens later!": "If you have a wallet with MASQ tokens already, use that wallet so you don’t have to transfer tokens later!"
  },
  "walletSetupExplainer": {
    "title": "New Wallet Created! <strong>Write down your secret recovery phrase</strong>",
    "description": "Your secret recovery phrase is used for accessing and <strong>recovering your wallet. Ideally, write it down somewhere offline – for example, on a piece of paper or on a USB drive.</strong>",
    "I HAVE WRITTEN IT DOWN CONTINUE": "I'VE WRITTEN IT DOWN, CONTINUE"
  },
  "walletRecovery": {
    "title": "Import a Wallet with a <strong>Recovery Phrase or Private Keys</strong>",
    "description": "Enter the string of words that you wrote down when you created these wallets to recover them and use them with MASQ.",
    "COMPLETE WALLET SETUP": "RECOVER AND USE THESE WALLETS"
  },
  "walletSetupWriteDownPhrase": {
    "title": "Finally, <strong>Confirm your secret recovery phrase.</strong>",
    "description": "To confirm you've written it down correctly, enter the words in order by clicking on them.",
    "COMPLETE WALLET SETUP": "COMPLETE WALLET SETUP"
  },
  "onboardingStep": {
    "IN PROGRESS": "IN PROGRESS",
    "NOT STARTED": "NOT STARTED",
    "COMPLETED": "COMPLETED",
    "WALLET & PASSWORD SETUP": "WALLET & PASSWORD SETUP",
    "CONNECT TO POLYGON": "CONNECT TO POLYGON",
    "CONNECT TO MASQ NETWORK": "CONNECT TO MASQ NETWORK"
  },
  "walletKey": {
    "metamasktitle": "Connect your <strong>Metamask Wallet!</strong>",
    "metamaskdescription": "Set up Metamask then enter the private key. This is used so your MASQ node can send and recieve micro-transactions for serving and consuming data without constantly asking with metamask.",
    "ethereumtitle": "Connect your <strong>Ethereum Wallet!</strong>",
    "ethereumdescription": "For ease of setup, this let's you use your Metamask wallet so you can get paid into the wallet you already use, and pay out of it for MASQ network usage too!",
    "Open your Metamask Wallet on Mobile, Desktop or Chrome": "Open <strong>Metamask Wallet</strong> in the <strong>top right and set it up!</strong>",
    "Open your Ethereum Wallet on Mobile on Desktop": "Open your Ethereum <strong>Wallet</strong> on Mobile on Desktop",
    "Go to Account Details, then Export Private Keys": "Then go to ... menu, <strong>Account Details</strong>, then <strong>Export Private Keys</strong>",
    "Then Export your Private Keys": "Then <strong>Export your Private Keys</strong>",
    "Paste the private key in here": "Paste the private key in here",
    "This is encrypted and saved offline on your computer, and never sent anywhere": "This is encrypted & saved offline on your computer, and never sent anywhere.",
    "This is saved offline on your computer, encrypted, and never sent anywhere": "This is saved offline on your computer, encrypted, and never sent anywhere.",
    "CONFIRM & CONNECT METAMASK": "CONFIRM & CONNECT METAMASK",
    "CONFIRM & CONNECT": "CONFIRM & CONNECT"
  },
  "walletFinal": {
    "title": "Congratulations! Wallet setup completed.",
    "description": "A wallet has been set up for spending and earning on the MASQ network.",
    "bottomText": "You can change your wallet later, but doing so restarts your node which has consequences because the MASQ network favours nodes with consistent wallet addresses and high uptime.",
    "CONTINUE TO MASQ CONNECTION": "CONTINUE TO MASQ CONNECTION"
  },
  "networkSetup": {
    "title": "Choose Polygon Testnet or Mainnet",
    "description": "Polygon is a transaction network that's built on top of Ethereum, which allows for far cheaper micro-transactions than just using Ethereum alone.<br/><br/>It's simple to use: <strong>your wallet address is the same on Polygon as it is on Ethereum</strong>, you just have to send (bridge) your tokens to Polygon from Ethereum if you have any. If you already have a polygon wallet, great!",
    "CONTINUE TO POLYGON CONNECTION": "CONTINUE TO POLYGON CONNECTION"
  },
  "tokenBuySetup": {
    "title": "Top up with MASQ Tokens",
    "description": "You’ll need MASQ Tokens to browse the decentralised web. Calculate how many you’d like below!",
    "CONTINUE TO PAYMENT FOR TOKENS": "CONTINUE TO PAYMENT FOR {{value}} TOKENS"
  },
  "tokenSwap": {
    "title": "Complete your swap!",
    "description": "You’ll need MASQ Tokens to browse the decentralised web. Calculate how many you’d like below!",
    "next": "Next"
  },
  "tokenBridge": {
    "title": "Do you want to move your MASQ to Polygon?",
    "description": "Looks like you have MASQ! Nice! You’ll need to have your MASQ Tokens on Polygon to be able to use MASQ.",
    "Bridge your MASQ to Polygon": "Bridge your MASQ to Polygon"
  },
  "tokenNoCrypto": {
    "title": "Hmm... No cryptocurrency in this wallet!",
    "description": "No problem, but you will need to have cryptocurrency in your wallet later to swap for MASQ tokens – so you can use the MASQ network!",
    "GOT IT": "GOT IT",
    "I want to buy cryptocurrency now!": "I want to buy cryptocurrency now!"
  },
  "etherChainSetup": {
    "title1": "{{network}} is used for payments and earnings.",
    "title2": "<strong>How do you want to connect?</strong>",
    "description": "MASQ lets you choose a service provider to interact with the Ethereum blockchain. This decentralizes the network further, and provides crucial functionality for payments, earnings, and checking balances of other nodes.",
    "I dont mind, just connect me to Polygon!": "I don’t mind, just connect me to Polygon!",
    "Choose a Polygon Service Provider myself": "Choose a Polygon Service Provider myself"
  },
  "etherAutoConnect": {
    "title": "Connecting to the <strong>{{network}} Blockchain.</strong>",
    "description": "This may take a few seconds... Or maybe less!",
    "PINGING TO": "PINGING {{name}}",
    "CHECKING CONNECTION TO BLOCKCHAIN": "CHECKING CONNECTION TO {{network}} BLOCKCHAIN",
    "CONNECTED TO": "CONNECTED TO {{network}}",
    "In progress": "In progress...",
    "Waiting": "Waiting..."
  },
  "etherCustomConnect": {
    "title": "Choose a <strong>{{network}} Service Provider.</strong>",
    "description": "MASQ lets you choose a service to interact with the Polygon blockchain. This decentralizes the network further and provides crucial functionality for payments, earnings, and checking balances of other nodes.",
    "Infura": "Infura",
    "Cloudflare": "Cloudflare",
    "Alchemy": "Alchemy",
    "MyCrypto": "MyCrypto",
    "Alternative": "{{name}}",
    "Requires a sign up": "Requires a sign up",
    "No sign up required": "No sign up required"
  },
  "etherInfuraConnect": {
    "title": "Create an Infura URL <strong>in 30 seconds!</strongstrong>",
    "description": "This Infura URL allows you to connect to the Ethereum blockchain. If we had a centralised connection for all users, MASQ would not be as secure. Having your own is best, and it's super easy to do!",
    "Click on the Arrow to Go to Network and Sign Up (Free)": "<strong>Click on the Arrow to Go to Infura and Sign Up (Free)</strong>",
    "On Network, go to the Dashboard, click Ethereum, then Create a Project": "On Infura, go to the <strong>Dashboard</strong>, click <strong>Ethereum</strong>, then <strong>Create a Project</strong>",
    "Paste the https URL under Endpoints in this field!": "Paste the https URL under 'Endpoints' in this field!",
    "CONNECT TO ETHEREUM!": "CONNECT TO ETHEREUM!"
  },
  "etherAlchemyConnect": {
    "title": "Create an Alchemy URL <strong>in 30 seconds!</strongstrong>",
    "description": "This Alchemy URL allows you to connect to the Ethereum blockchain. If we had a centralised connection for all users, MASQ would not be as secure. Having your own is best, and it's super easy to do!",
    "Click on the Arrow to Go to Network and Sign Up (Free)": "<strong>Click on the Arrow to Go to Alchemy and Sign Up (Free)</strong>",
    "On Network, go to the Dashboard, click Ethereum, then Create a Project": "On Alchemy, go to the <strong>Dashboard</strong>, click <strong>Ethereum</strong>, then <strong>Create a Project</strong>",
    "Paste the https URL under Endpoints in this field!": "Paste the https URL under 'Endpoints' in this field!",
    "CONNECT TO ETHEREUM!": "CONNECT TO ETHEREUM!"
  },
  "etherCompletedConnect": {
    "title": "Nice one! You are connected to {{network}}.",
    "description": "You're connected using <strong>{{name}}</strong>. You can change this later in settings, and if this network provider fails to connect to {{type}}, you will be automatically switched to another provider.",
    "CONTINUE TO PASSWORD SETUP": "CONTINUE TO PASSWORD SETUP"
  },
  "masqSpeedTest": {
    "title": "Just a quick Internet Speed Test...",
    "UPLOAD SPEED": "UPLOAD SPEED",
    "DOWNLOAD SPEED": "DOWNLOAD SPEED",
    "TOO SLOW": "TOO SLOW",
    "GOOD": "GOOD",
    "TO SERVE AND EARN MASQ": "TO SERVE AND EARN MASQ",
    "DOWNLOAD SPEED!": "DOWNLOAD SPEED!",
    "tip": "If you skip the speed test, you won't be able to serve others and earn MASQ tokens"
  },
  "masqSpeedTestFinal": {
    "title": "Dang! Your download speed is too slow to earn MASQ tokens.",
    "description": "No worries though – If you’d like to earn MASQ by running a node, try setting up a node in the Cloud later, using a service like Amazon Web Services instead!",
    "CONTINUE TO MASQ CONNECTION": "CONTINUE TO MASQ CONNECTION"
  },
  "masqsetup": {
    "title": "Do you want to earn <strong>MASQ</strong> tokens by serving data?",
    "description": "Here you can choose if you want to serve data to others and earn MASQ tokens for doing so. Keep in mind you should have a good upload speed to do this!",
    "Use your MASQ Tokens for consuming data and": "Use your MASQ Tokens for <strong>consuming data</strong> and:",
    "SET AND CONTINUE": "SET AND CONTINUE",
    "Be Protected": "Be Protected",
    "Be protected by highest grade security": "Be protected by highest grade security",
    "Request blocked content in your geo-location": "Request blocked content in your geo-location",
    "Browse the internet without data logging": "Browse the internet without data logging",
    "Serve Data": "Serve Data",
    "SLOW": "SLOW",
    "LOCK": "LOCK",
    "SERVING SPEED!": "SERVING SPEED!",
    "Get paid in MASQ Tokens": "Get paid in MASQ Tokens",
    "Help create a truly free and global internet": "Help create a truly free and global internet",
    "Help battle censorship across the globe": "Help battle censorship across the globe",
    "Earn MASQ Tokens by serving data and": "Earn MASQ Tokens by <strong>serving data</strong> and:",
    "warningtext": "Be sure of your choice here, as changing this often is bad for your node’s reputation, and affects your nodes discoverability to others in the mesh network. By choosing to serve you accept legal responsibilities of doing so."
  },
  "masqConnecting": {
    "It seems like the entry Node IDs didnt respond Please try to connect with new ones": "It seems like the entry Node IDs didn't respond. Please try to connect with new ones.",
    "Could not connect to entry Node IDs": "Could not connect to entry Node IDs",
    "title": "Connecting to the MASQ Network.",
    "FETCH YOUR PUBLIC IP": "FETCH YOUR PUBLIC IP",
    "OPEN A PORT FOR SERVING DATA TO OTHERS": "OPEN A PORT FOR SERVING DATA TO OTHERS",
    "CONNECT TO NODE BACKEND": "CONNECT TO NODE BACKEND",
    "CONNECT TO AN INITIAL NODE AND NIEGHBORHOOD": "CONNECT TO MASQ NETWORK NEIGHBORHOOD THROUGH THE ENTRY NODE",
    "Successfully fetched your Public IP": "Successfully fetched your Public IP",
    "Failed to connect to the initial node. Try another.": "Failed to connect to the initial node. Try another.",
    "warning": "Because we couldn't open your port, you can't serve other people data and earn on the MASQ network. You'll have to <strong>manually open your port.</strong>",
    "FINISH": "FINISH"
  },
  "masqConnect": {
    "I have an Entry Node ID I would like to enter & use to connect": "I have a neighbouring Node ID I’d like to enter & use",
    "title": "Finally, let’s connect to a MASQ Neighborhood!",
    "description": "To connect to the network, MASQ connects to one user in the network first to join a neighborhood of other users. To do this, you can either auto connect to one, or enter a 'neighbouring node ID' which allows you to connect to a specific node.",
    "Automatically connect me to the MASQ Mesh Network!": "Automatically connect me to the MASQ Mesh Network!"
  },
  "masqConnectWithID": {
    "title": "Enter your <strong>Entry Node ID</strong>",
    "description": "If you have been given a neighbouring node ID by someone else or from another source, and you specifically want to connect to them first, enter it here.",
    "Neighboring Node ID(First)": "Neighboring Node ID (First)",
    "Neighboring Node ID(Second)": "Neighboring Node ID (Second)",
    "Country of Origin": "Country of Origin: United States of America Node Uptime: 99.5%"
  },
  "masqfinal": {
    "title": "Alright! You're connected to the MASQ Network.",
    "description": "You’re connected to the worlds most secure mesh network for browsing the internet! Please make sure you have MASQ tokens in your wallet by adding some now or you may eventually be banned.",
    "FINISH SETUP": "FINISH SETUP"
  },
  "dashboardHeader": {
    "MY dAPPS": "MY dAPPS",
    "MASQ": "MASQ",
    "dBROWSE": "dBROWSE",
    "dTALK": "dTALK",
    "MY WALLET": "MY WALLET",
    "NOTIFICATIONS": "NOTIFICATIONS",
    "LOCK APP": "LOCK",
    "UPDATE MASQ": "UPDATE MASQ"
  },
  "dashboard": {
    "Dashboard": "Dashboard",
    "ENCRYPTED & UNTRACEABLE": "ENCRYPTED & UNTRACEABLE",
    "CONNECTED TO THE GLOBAL WEB": "CONNECTED TO THE GLOBAL WEB",
    "Consuming": "Consuming",
    "Serving": "Serving",
    "EARNED": "EARNED"
  },
  "walletDrawer": {
    "Close": "Close",
    "MASQ BALANCE LOW": "MASQ BALANCE LOW",
    "Either transfer from your earnings, or buy more MASQ to continue.": "Either transfer from your earnings, or buy more MASQ to continue.",
    "TRANSFER": "TRANSFER",
    "BUY": "BUY",
    "MY WALLET": "MY WALLET",
    "SPLIT WALLETS": "SPLIT WALLETS"
  },
  "Consuming": {
    "Consuming": "Consuming",
    "ON": "ON",
    "OFF": "OFF",
    "OVERVIEW": "OVERVIEW",
    "TRANSACTIONS": "TRANSACTIONS",
    "MY PRICES": "MY PRICES",
    "COMING SOON": "COMING SOON",
    "ENTRY NODE ID": "ENTRY NODE ID",
    "Here you can see all of the past transactions": "Here you can see all of the past transactions that have happened because you consumed data through the MASQ network – reimbursing those you served you the data!",
    "ETHEREUM TRANSACTION HASH": "ETHEREUM TRANSACTION HASH",
    "VALUE": "VALUE",
    "DATE": "DATE",
    "STATUS": "STATUS",
    "CONFIRMED": "CONFIRMED",
    "PREVIOUS": "PREVIOUS",
    "NEXT": "NEXT"
  },
  "Serving": {
    "Serving": "Serving",
    "ON": "ON",
    "OFF": "OFF",
    "OVERVIEW": "OVERVIEW",
    "TRANSACTIONS": "TRANSACTIONS",
    "MY PRICES": "MY PRICES",
    "COMING SOON": "COMING SOON",
    "ENTRY NODE ID": "ENTRY NODE ID",
    "Here you can see all of the past transactions": "Here you can see all of the past transactions that have happened because you consumed data through the MASQ network – reimbursing those you served you the data!",
    "ETHEREUM TRANSACTION HASH": "ETHEREUM TRANSACTION HASH",
    "VALUE": "VALUE",
    "DATE": "DATE",
    "STATUS": "STATUS",
    "CONFIRMED": "CONFIRMED",
    "PREVIOUS": "PREVIOUS",
    "NEXT": "NEXT"
  },
  "Community": {
    "Community": "Community",
    "description": "Most MASQ users aren't sharing their public node info by default for privacy. But if you want to earn more traffic, you might benefit from becoming a public entry point for MASQ users.",
    "WARNING": "WARNING",
    "SHARE MY NODE PUBLICLY": "SHARE MY NODE PUBLICLY",
    "UNSHARE": "UNSHARE",
    "SHARE": "SHARE",
    "LIMITED COMMUNITY STATS": "COMMUNITY",
    "Censorship": "Censorship"
  },
  "Updater": {
    "AvailableTitle": "A new version of MASQ is available.",
    "AvailableBody": "A new version of MASQ is available. Do you want to download version {{updateVersion}}? You currently have version {{currentVersion}}. MASQ will download the new version while you work."
  },
  "Benefit": {
    "ACTIVE": "ACTIVE",
    "INACTIVE": "INACTIVE",
    "MY ACTIVE BENEFITS": "MY ACTIVE BENEFITS",
    "Borderless Web": "Borderless Web",
    "No borders means you can access all websites across the globe, no matter their location!": "No borders means you can access all websites across the globe, no matter their location!",
    "3 Hop Routing": "3 Hop Routing",
    "All your surfing is encrypted and routes through 3 random MASQ nodes to protect your privacy.": "All your surfing is encrypted and routes through 3 random MASQ nodes to protect your privacy.",
    "Country Jumping": "Country Jumping",
    "Automatically switches the country you browse in often, for added security and anonymity!": "Automatically switches the country you browse in often, for added security and anonymity!",
    "Ad & Tracker Blocker": "Ad & Tracker Blocker",
    "Block ads and trackers for a cleaner and more privatized browsing experience. Saves MASQ too!": "Block ads and trackers for a cleaner and more privatized browsing experience. Saves MASQ too!",
    "Zero Logs": "Zero Logs",
    "A default feature of MASQ, but worth noting. There are never any logs of your data. Ever.": "A default feature of MASQ, but worth noting. There are never any logs of your data. Ever.",
    "History & Cache Destruction": "History & Cache Destruction",
    "Your browsing history and cache is destroyed as soon as it’s created. How’s that for privacy?": "Your browsing history and cache is destroyed as soon as it’s created. How’s that for privacy?",
    "Reduced MASQ Swap Fee": "Reduced MASQ Swap Fee",
    "Enjoy MASQ Swap service with a 50% reduced swap fee on us! (0.3%)": "Enjoy MASQ Swap service with a 50% reduced swap fee on us! (0.3%)",
    "dApp Store Access": "dApp Store Access",
    "Access the latest curated list of decentralised apps and Web 3 offerings to enjoy MASQ with.": "Access the latest curated list of decentralised apps and Web 3 offerings to enjoy MASQ with.",
    "Earn Crypto by Serving": "Earn Crypto by Serving",
    "Serve others GB’s of internet freedom with your connection, and earn MASQ tokens!": "Serve others GB’s of internet freedom with your connection, and earn MASQ tokens!"
  },

  "GlobeGL": {
    "NODE TYPE": "NODE TYPE",
    "YOUR NODE!": "YOUR NODE!",
    "NEIGHBOR &amp; RELAY": "NEIGHBOR &amp; RELAY",
    "NODE": "NODE",
    "RELAY": "REPLAY"
  },
  "Dashboard": {
    "Connecting to Polygon": "Connecting to Polygon",
    "Connecting MASQ Node": "Connecting MASQ Node",
    "Connecting to MASQ Network through entry Node IDs": "Connecting to MASQ Network through entry Node IDs",
    "Fetching your public IP": "Fetching your public IP",
    "All Time Earnings": "All-Time Earnings",
    "ChooseAServiceProviderToConnectToPolygon": "Choose A Service Provider To Connect To Polygon",
    "BlockchainSelectionForTransactions": "Blockchain Selection For Transactions",
    "Using": "Using",
    "slowly": "slowly",
    "average": "average",
    "Mbps": "Mbps",
    "Avg": "Avg",
    "price": "Price",
    "GB": "GB",
    "you are serving data": "You're serving data",
    "Consuming": "Consuming",
    "quickly": "quickly",
    "You are consuming encrypted data": "You're consuming encrypted data",
    "routing through": ", routing through",
    "hops": "hops",
    "and exiting": "and exiting",
    "worldwide": "worldwide",
    "consuming mode is off. You are": "Consuming mode is off. You are",
    "unprotected & traceable": "unprotected & traceable",
    "are disconnected from the Global Web.": "are disconnected from the Global Web.",
    ", to others around the world and": ", to others around the world and",
    "earning": "earning",
    "MASQ tokens.": "MASQ tokens.",
    "REMAINING": "REMAINING",
    "Unknown": "Unknown",
    "Data Consumed": "Data Consumed",
    "TB": "TB",
    "Pending Debt": "Pending Debt",
    "Exiting": "Exiting",
    "In": "in",
    "yellow_text": "yellow_text",
    "cyan_text": "cyan_text",
    "System-Wide": "System-Wide",
    "You are not serving data to others on the MASQ network, and you are not earning MASQ tokens": "You're not serving data to others on the MASQ network, and you're not earning MASQ tokens.",
    "MASQ Earned": " MASQ Earned",
    "Fetch Configuration failed": "Fetch Configuration failed",
    "It seems like something went wrong fetching data from node Please consult the documentation here and try to reinstall and restart this application": "It seems like something went wrong fetching data from node. Please consult the documentation here and try to reinstall and restart this application.",
    "MASQ Spent": "MASQ Spent",
    "EST SPEND/EARNED LAST 1HR": "EST SPEND/EARNED LAST 1HR",
    "Serving": "Serving",
    "cyan_gradient_text": "cyan_gradient_text",
    "Pending Earnings": "Pending Earnings",
    "Changing your DNS service will restart your node if running with serving turned on and can have a negative impact on your node reputation temporarily This can effect your node serving performance": "Changing your DNS service will restart your node (if running with serving turned on) and can have a negative impact on your node reputation temporarily. This can effect your node serving performance",

    "MASQ": "MASQ",
    "SERVED": "SERVED",
    "SERVING": "SERVING",
    "UPTIME": "UPTIME",
    "SLOW": "SLOW",
    "AVERAGE": "AVERAGE",
    "GOOD": "GOOD",
    "standard": "standard",
    "consume-only": "consume-only",
    "DNS": "DNS",
    "Serving On Port": "Serving on Port",
    "My Node Id": "My Node ID",
    "Serving mode is off": "Serving mode is off",
    "Your nodes reputation will be negatively affected temporarily because node needs to restart - meaning you disappear from the network and reappear again": "Your node's reputation will be negatively affected temporarily because node needs to restart - meaning you disappear from the network and reappear again.",
    "You will no longer be earning MASQ Tokens by serving others around the world data": "You will no longer be earning MASQ Tokens by serving others around the world data.",
    "A bad reputation means some nodes are less likely to connect to you in future and it may hinder your performance": "A bad reputation means some nodes are less likely to connect to you in future and it may hinder your performance.",
    "Disappearing gives you a worse reputation, and means some nodes may be less likely to connect to you in future – so it may hinder your performance temporarily": "Disappearing gives you a worse reputation, and means some nodes may be less likely to connect to you in future – so it may hinder your performance temporarily.",
    "information": "information",
    "Node Hops": "Node Hops",
    "UPnP": "UPnP",
    "Product": "product",
    "consumeIcon": "consumeIcon",
    "serveIcon": "serveIcon",
    "Icon": "Icon",
    "Setting": "Setting",
    "CheckIcon": "Check icon",
    "You will now be prompted to enter your password": "You will now be prompted to enter your password",
    "a few times": " a few times",
    "This allows MASQ to use a system-wide proxy so that you will be using MASQ across all of your computers apps and connections": "This allows MASQ to use a system-wide proxy so that you will be using MASQ across all of your computers apps and connections!",
    "Consuming mode is off": "Consuming mode is off",
    "Turn it back on to use your\nsettings below": "Turn it back on to use your\nsettings below.",
    "Which countries internet would you like to use": "Which country's internet would you like to use?",
    "Request_internet_access_from_a_specific_region_of_your_choice_or_choose_Worldwide_for_a_random_country": "Request internet access from a specific region of your choice or choose Worldwide for a random country.",
    "COMING SOON": "COMING SOON",
    "I am currently exiting": "I am currently exiting",
    "Your entry node is the first node you connect to in order to connect you to the rest of the mesh network. You can choose Ethereum or Polygon for transactions": "Your entry node is the first node you connect to in order to connect you to the rest of the mesh network. You can choose Ethereum or Polygon for transactions",
    "Blockchain Selection for Transactions": "Blockchain Selection for Transactions",
    "Entry Node ID for Initial Connection to the MASQ Network": "Entry Node ID for Initial Connection to the MASQ Network",
    "Changing your entry node will restart your node and have a negative impact on your node reputation temporarily. This can effect your nodes performance.": "Changing your entry node will restart your node and have a negative impact on your node reputation temporarily. This can effect your node's performance.",
    "CANCEL AND GO BACK": "CANCEL AND GO BACK",
    "CANCEL AND GO BAC": "CANCEL AND GO BACK",
    "SET NEW ID": "SET NEW ID",
    "RESTART NODE & SET NEW ID": "RESTART NODE & SET NEW ID",
    "Use MASQ System-Wide, or in the MASQ App Only?": "Use MASQ System-Wide, or in the MASQ App Only?",
    "Either use the MASQ network inside the MASQ app and browser only, or use it system-wide by letting MASQ change your DNS settings ": "Either use the MASQ network inside the MASQ app and browser only, or use it system-wide by letting MASQ change your DNS settings (Requires a few password prompts to let MASQ change this for you).",
    "Choose between in-app only, or system wide MASQ Network Usage": "  ",
    "Use the MASQ Network for the MASQ Browser and App Only": "Use the MASQ Network for the MASQ Browser and App Only",
    "Use the MASQ Network Across my whole device": "Use the MASQ Network Across my whole device",
    "CONFIRM AND CONTINUE": "CONFIRM AND CONTINUE",
    "I UNDERSTAND, TURN IT": "I UNDERSTAND, TURN IT",
    "MINIMUM HOPS": "MINIMUM HOPS",
    "CLANDESTINE": "CLANDESTINE",
    "CHANGE SETTINGS": "CHANGE SETTINGS",
    "How many node hops would you like to use": "How many node hops would you like to use",
    "The hop count means how many other users your data goes through before exiting, and returning to you": "The hop count means how many other users your data goes through before exiting, and returning to you",
    "The more hops in the network you use, the more secure but slow your connection will be": "The more hops in the network you use, the more secure, but slower your connection will be",
    "Choose what content you want to Serve": "Choose what content you want to Serve",
    "Choose my own DNS to serve content": "Choose my own DNS to serve content",
    "This allows you to filter out what sites you do not want to serve others using a DNS provider. It is recommended you choose the safest option if you are not sure": "This allows you to filter out what sites you don't want to serve others using a DNS provider. It's recommended you choose the safest option if you are not sure",
    "Changing your port number will restart your node and have a negative impact on your node reputation temporarily. This can effect your nodes performance": "Changing your port number will restart your node and have a negative impact on your node reputation temporarily. This can effect your nodes performance",
    "RESTART NODE & CHANGE SETTINGS": "RESTART NODE & CHANGE SETTINGS",
    "Cloudflare Family": "Cloudflare Family",
    "Filters you serving malware and explicit content": "Filters you serving malware and explicit content.",
    "Quad9": "Quad9",
    "OpenDNS": "OpenDNS",
    "Cloudflare AntiMalware": "Cloudflare Anti-Malware.",
    "Malware & phishing filtering only. High uptime": "Malware & phishing filtering only. High uptime.",
    "SAFEST OPTION": "SAFEST OPTION",
    "Selected": "Selected",
    "Select": "Select",
    "Set a Port Number to Open and Serve through": "Set a Port Number to Open and Serve through",
    "This is the port number that MASQ will try to open so that you can serve traffic to others through it. If you have a port number you prefer, you can enter it here": "This is the port number that MASQ will try to open so that you can serve traffic to others through it. If you have a port number you prefer, you can enter it here",
    "Port Number": "Port Number",
    "Copied": "Copied",
    "THE DECENTRALIZED WEB": "THE DECENTRALIZED WEB",
    "THE DECENTRALIZED WEB POWERED BY YOU": "THE DECENTRALIZED WEB POWERED BY YOU",
    "TYPE PASSWORD": "TYPE PASSWORD",
    "Needahint": "Need a hint?",
    "NEEDHINT": "NEED A HINT?",
    "UNLOCKAPP": "UNLOCK APP",
    "Mode_has": "Mode has",
    "TYPE PASSWORD TO CONFIRM": "TYPE PASSWORD TO CONFIRM",
    "Here is your password hint": "Here is your password hint...",
    "Incorrect password": "Incorrect password",
    "Password does not match!": "Password does not match!",
    "Must be more than 3 characters": "Must be more than 3 characters",
    "Password cannot be blank": "Password cannot be blank",
    "Password does not match": "Password does not match!",
    "Connecting to MASQ Network": "Connecting to MASQ Network...",
    "You will now be prompted to enter your password a few times": "You will now be prompted to enter your password a few times",
    "This allows MASQ to use a system-wide proxy so that you will be using MASQ across all of your computers apps and connections!": "This allows MASQ to use a system-wide proxy so that you will be using MASQ across all of your computers apps and connections!",
    "Switching to": "Switching to",
    "Password Prompts": "Password Prompts",
    "This allows MASQ to change your DNS settings so MASQ can function across your whole computer or to revert to your normal DNS settings.": "This allows MASQ to change your DNS settings so MASQ can function across your whole computer or to revert to your normal DNS settings.",
    "ProxyHttpHttps": "Proxy Http/Https",
    "Prompt": "Prompt",
    "of": "of",
    "Turning": "Turning",
    "Mode has": "Mode has",
    "negative consequences": "negative consequences",
    " Are you sure?": ". Are you sure?",
    "OK, Got it!": "OK, Got it!",
    "Here is your password hint...": "Here is your password hint...",
    "FETCH YOUR PUBLIC IP & OPEN A PORT FOR SERVING DATA TO OTHERS": "FETCH YOUR PUBLIC IP & OPEN A PORT FOR SERVING DATA TO OTHERS",
    "CONNECT TO POLYGON": "CONNECT TO POLYGON",
    "CONNECT TO NODE BACKEND": "CONNECT TO NODE BACKEND",
    "CONNECT TO MASQ NETWORK NEIGHBORHOOD THROUGH THE ENTRY NODE": "CONNECT TO MASQ NETWORK NEIGHBORHOOD THROUGH THE ENTRY NODE",
    "Set your entry node & transaction network": "Set your entry node & transaction network",
    "Please try a different Node ID below": "Please try a different Node ID below"
  }
}
